export const PLUG_TYPE = {
  consultation: {
    title: 'Найдите личных консультантов',
    text: 'Сохраните здесь профили экспертов, к которым планируете обратиться на консультацию. Это поможет вам быстро отыскать их в нужный момент.',
    button: 'Подробнее',
    link: '/consultations',
  },
  course: {
    title: 'Найдите свои курсы',
    text: 'Выбирайте интересные обучающие программы в каталоге курсов. Сохраните здесь то, что хотели бы пройти в будущем.',
    button: 'Подробнее',
    link: '/courses',
  },
  document: {
    title: 'Сохраните интересные материалы',
    text: 'На платформе есть не только курсы. Найдите то, что вызовет у вас отклик.',
    button: 'Подробнее',
    link: '/documents',
  },
};
